Repository: lifeng-88/Project59
Catalog: Hub/Rahmi/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt, zh_hant

# add_card.field.expires
source: EXPIRES
de: LÄUFT AB
es: EXPIRA
fr: EXPIRE
ja: 有効期限が切れます
pt: EXPIRA
zh_hant: 有效期

# add_card.field.name
source: NAME ON CARD
de: NAME AUF DER KARTE
es: NOMBRE EN LA TARJETA
fr: NOM SUR LA CARTE
ja: カード上の名前
pt: NOME NO CARTÃO
zh_hant: 持卡人姓名

# add_card.field.number
source: CARD NUMBER
de: KARTENNUMMER
es: NÚMERO DE TARJETA
fr: NUMÉRO DE CARTE
ja: カード番号
pt: NÚMERO DO CARTÃO
zh_hant: 卡號

# add_card.footer
source: Card details are encrypted end-to-end.
de: Kartendaten werden Ende-zu-Ende verschlüsselt.
es: Los datos de la tarjeta están cifrados de extremo a extremo.
fr: Les détails de la carte sont cryptés de bout en bout.
ja: カードの詳細はエンドツーエンドで暗号化されます。
pt: Os detalhes do cartão são criptografados de ponta a ponta.
zh_hant: 卡信息端到端加密傳輸。

# add_card.placeholder.name
source: FULL NAME
de: VOLLSTÄNDIGER NAME
es: NOMBRE COMPLETO
fr: NOM ET PRÉNOM
ja: フルネーム
pt: NOME COMPLETO
zh_hant: 全名

# add_card.save
source: Save card
de: Karte speichern
es: guardar tarjeta
fr: Enregistrer la carte
ja: セーブカード
pt: Salvar cartão
zh_hant: 保存卡片

# add_card.title
source: Add card
de: Karte hinzufügen
es: Agregar tarjeta
fr: Ajouter une carte
ja: カードを追加する
pt: Adicionar cartão
zh_hant: 添加銀行卡

# cards.add
source: Add card
de: Karte hinzufügen
es: Agregar tarjeta
fr: Ajouter une carte
ja: カードを追加する
pt: Adicionar cartão
zh_hant: 添加卡片

# cards.add_hint
source: Add a card to check out faster.
de: Fügen Sie eine Karte hinzu, um schneller zur Kasse zu gehen.
es: Agregue una tarjeta para pagar más rápido.
fr: Ajoutez une carte pour payer plus rapidement.
ja: カードを追加すると、より早くチェックアウトできます。
pt: Adicione um cartão para finalizar a compra mais rápido.
zh_hant: 添加卡片以更快結賬。

# cards.default
source: Default
de: Standard
es: Por defecto
fr: Défaut
ja: デフォルト
pt: Padrão
zh_hant: 默認

# cards.empty
source: No saved cards
de: Keine gespeicherten Karten
es: No hay tarjetas guardadas
fr: Aucune carte enregistrée
ja: 保存されたカードがありません
pt: Nenhum cartão salvo
zh_hant: 暫無已保存卡片

# cards.set_default
source: Set as default
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
ja: デフォルトとして設定
pt: Definir como padrão
zh_hant: 設為默認

# cards.title
source: Payment methods
de: Zahlungsmethoden
es: Métodos de pago
fr: Modes de paiement
ja: 支払い方法
pt: Métodos de pagamento
zh_hant: 支付方式

# common.back
source: Back
de: Zurück
es: Atrás
fr: Dos
ja: 戻る
pt: Voltar
zh_hant: 返回

# common.cancel
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
zh_hant: 取消

# common.close
source: Close
de: Schließen
es: Cerca
fr: Fermer
ja: 近い
pt: Fechar
zh_hant: 關閉

# common.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認する
pt: Confirmar
zh_hant: 確定

# common.error.generic
source: Something went wrong. Please try again.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fr: Une erreur s’est produite. Veuillez réessayer.
ja: 問題が発生しました。しばらくしてから再度お試しください。
pt: Algo deu errado. Tente novamente.
zh_hant: 發生錯誤，請稍後再試。

# common.error.network
source: Network error. Check your connection and try again.
de: Netzwerkfehler. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Error de red. Comprueba tu conexión e inténtalo de nuevo.
fr: Erreur réseau. Vérifiez votre connexion et réessayez.
ja: ネットワークエラーです。接続を確認して再度お試しください。
pt: Erro de rede. Verifique sua conexão e tente novamente.
zh_hant: 網路異常，請檢查連線後重試。

# common.loading
source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
pt: Carregando…
zh_hant: 載入中…

# common.retry
source: Retry
de: Wiederholen
es: Rever
fr: Réessayer
ja: リトライ
pt: Tentar novamente
zh_hant: 重試

# common.tip
source: Notice
de: Beachten
es: Aviso
fr: Avis
ja: 知らせ
pt: Perceber
zh_hant: 提示

# creation.meta.created
source: Created
de: Erstellt
es: Creado
fr: Créé
ja: 作成されました
pt: Criado
zh_hant: 創建時間

# creation.meta.template_id
source: Template ID
de: Vorlagen-ID
es: ID de plantilla
fr: ID du modèle
ja: テンプレートID
pt: ID do modelo
zh_hant: 模板 ID

# creation.meta.type
source: Type
de: Typ
es: Tipo
fr: Taper
ja: タイプ
pt: Tipo
zh_hant: 類型

# feedback.active_submissions
source: ACTIVE SUBMISSIONS
de: AKTIVE EINREICHUNGEN
es: ENVÍOS ACTIVOS
fr: SOUMISSIONS ACTIVES
ja: アクティブな投稿
pt: ENVIOS ATIVOS
zh_hant: 進行中

# feedback.alert.failed_title
source: Submission failed
de: Die Übermittlung ist fehlgeschlagen
es: Envío fallido
fr: Échec de la soumission
ja: 送信に失敗しました
pt: Falha no envio
zh_hant: 提交失敗

# feedback.alert.submitted_body
source: Thank you for your feedback. We'll review it as soon as possible.
de: Vielen Dank für Ihr Feedback. Wir werden es so schnell wie möglich überprüfen.
es: Gracias por tus comentarios. Lo revisaremos lo antes posible.
fr: Merci pour vos commentaires. Nous l'examinerons dès que possible.
ja: ご意見ありがとうございます。できるだけ早く検討させていただきます。
pt: Obrigado pelo seu feedback. Iremos revisá-lo o mais breve possível.
zh_hant: 感謝您的反饋，我們會盡快處理。

# feedback.alert.submitted_title
source: Submitted
de: Eingereicht
es: Enviado
fr: Soumis
ja: 提出済み
pt: Enviado
zh_hant: 已提交

# feedback.body
source: Your insights drive the future of our digital curation engine.
de: Ihre Erkenntnisse bestimmen die Zukunft unserer digitalen Kurationsmaschine.
es: Sus conocimientos impulsan el futuro de nuestro motor de curación digital.
fr: Vos idées déterminent l’avenir de notre moteur de curation numérique.
ja: あなたの洞察が当社のデジタル キュレーション エンジンの将来を推進します。
pt: Seus insights impulsionam o futuro do nosso mecanismo de curadoria digital.
zh_hant: 您的意見將幫助我們改進產品體驗。

# feedback.category.ai_generation_quality
source: AI generation quality
de: Qualität der KI-Generierung
es: Calidad de generación de IA
fr: Qualité de la génération IA
ja: AI生成の品質
pt: Qualidade de geração de IA
zh_hant: AI 生成質量

# feedback.category.app_bug
source: App bug
de: App-Fehler
es: Error de aplicación
fr: Bogue de l'application
ja: アプリのバグ
pt: Bug no aplicativo
zh_hant: 應用缺陷

# feedback.category.other
source: Other
de: Andere
es: Otro
fr: Autre
ja: 他の
pt: Outro
zh_hant: 其他

# feedback.category.payment_issue
source: Payment issue
de: Zahlungsproblem
es: Problema de pago
fr: Problème de paiement
ja: 支払いの問題
pt: Problema de pagamento
zh_hant: 支付問題

# feedback.category.poor_generation_result
source: Poor result
de: Schlechtes Ergebnis
es: Mal resultado
fr: Mauvais résultat
ja: 悪い結果
pt: Resultado ruim
zh_hant: 生成效果不佳

# feedback.end_history
source: END OF HISTORY
de: ENDE DER GESCHICHTE
es: FIN DE LA HISTORIA
fr: FIN DE L'HISTOIRE
ja: 歴史の終わり
pt: FIM DA HISTÓRIA
zh_hant: 沒有更多了

# feedback.history.empty
source: No feedback submitted yet.
de: Noch kein Feedback abgegeben.
es: Aún no se han enviado comentarios.
fr: Aucun commentaire soumis pour l'instant.
ja: まだフィードバックは送信されていません。
pt: Nenhum feedback enviado ainda.
zh_hant: 暫無反饋記錄。

# feedback.history.id_format
source: ID: #%@
de: AUSWEIS: #%@
es: IDENTIFICACIÓN: #%@
fr: IDENTIFIANT: #%@
pt: EU IA: #%@
zh_hant: 編號：#%@

# feedback.history.title
source: Feedback History
de: Feedback-Historie
es: Historial de comentarios
fr: Historique des commentaires
ja: フィードバック履歴
pt: Histórico de comentários
zh_hant: 反饋記錄

# feedback.history.total_format
source: %lld Total
de: %lld Gesamt
ja: %lld 合計
zh_hant: 共 %lld 條

# feedback.nav_title
source: Feedback
de: Rückmeldung
es: Comentario
fr: Retour
ja: フィードバック
pt: Opinião
zh_hant: 反饋

# feedback.official_reply
source: OFFICIAL REPLY
de: OFFIZIELLE ANTWORT
es: RESPUESTA OFICIAL
fr: RÉPONSE OFFICIELLE
ja: 公式返信
pt: RESPOSTA OFICIAL
zh_hant: 官方回復

# feedback.placeholder
source: Please describe your issue in detail…
de: Bitte beschreiben Sie Ihr Problem im Detail...
es: Describe tu problema en detalle...
fr: Veuillez décrire votre problème en détail…
ja: 問題を詳しく説明してください…
pt: Por favor, descreva seu problema em detalhes…
zh_hant: 請詳細描述您的問題…

# feedback.section.category
source: Category Selection
de: Kategorieauswahl
es: Selección de categoría
fr: Sélection de catégorie
ja: カテゴリの選択
pt: Seleção de categoria
zh_hant: 分類選擇

# feedback.section.description
source: Issue Description
de: Problembeschreibung
es: Descripción del problema
fr: Description du problème
ja: 問題の説明
pt: Descrição do problema
zh_hant: 問題描述

# feedback.status.in_progress
source: IN PROGRESS
de: IM GANGE
es: EN CURSO
fr: EN COURS
ja: 進行中
pt: EM ANDAMENTO
zh_hant: 處理中

# feedback.status.pending
source: PENDING
de: AUSSTEHEND
es: PENDIENTE
fr: EN ATTENTE
ja: 保留中
pt: PENDENTE
zh_hant: 待處理

# feedback.status.resolved
source: RESOLVED
de: GELÖST
es: RESUELTO
fr: RÉSOLU
ja: 解決済み
pt: RESOLVIDO
zh_hant: 已處理

# feedback.submit
source: Submit Feedback
de: Geben Sie Feedback ab
es: Enviar comentarios
fr: Envoyer des commentaires
ja: フィードバックを送信する
pt: Enviar comentários
zh_hant: 提交反饋

# feedback.submitting
source: Submitting…
de: Einreichen…
es: Sumisión…
fr: Soumission…
ja: 送信中…
pt: Enviando…
zh_hant: 提交中…

# feedback.subtitle
source: How can we improve?
de: Wie können wir uns verbessern?
es: ¿Cómo podemos mejorar?
fr: Comment pouvons-nous nous améliorer ?
ja: どうすれば改善できるでしょうか?
pt: Como podemos melhorar?
zh_hant: 我們如何改進？

# feedback.view_history
source: VIEW FEEDBACK HISTORY >
de: FEEDBACK-VERLAUF ANZEIGEN >
es: VER HISTORIAL DE COMENTARIOS >
fr: VOIR L'HISTOIRE DES RÉTROACTIONS >
ja: フィードバック履歴を表示 >
pt: VER HISTÓRICO DE FEEDBACK >
zh_hant: 查看反饋記錄 >

# generation.success.download
source: DOWNLOAD
de: HERUNTERLADEN
es: DESCARGAR
fr: TÉLÉCHARGER
ja: ダウンロード
zh_hant: 下載

# generation.success.feedback
source: FEEDBACK
de: RÜCKMELDUNG
es: COMENTARIO
fr: RETOUR
ja: フィードバック
pt: OPINIÃO
zh_hant: 反饋

# generation.success.reroll
source: REROLL
de: ROLL
es: REROLLAR
fr: REROLLER
ja: リロール
pt: ROLLAR
zh_hant: 再生成

# generation.success.reroll.template_load_failed
source: Could not load this template. Please try again later.
de: Vorlage konnte nicht geladen werden. Bitte versuche es später erneut.
es: No se pudo cargar la plantilla. Inténtalo de nuevo más tarde.
fr: Impossible de charger ce modèle. Réessaie plus tard.
ja: テンプレートを読み込めませんでした。しばらくしてから再度お試しください。
pt: Não foi possível carregar o modelo. Tenta novamente mais tarde.
zh_hant: 無法加載該模板，請稍後重試。

# generation.success.save.denied.message
source: Please allow Photos access in Settings to save your work.
de: Bitte erlaube in den Einstellungen den Zugriff auf Fotos, um dein Werk zu speichern.
es: Permite el acceso a Fotos en Ajustes para guardar tu obra.
fr: Autorisez l’accès aux photos dans Réglages pour enregistrer votre création.
ja: 作品を保存するには、設定で写真へのアクセスを許可してください。
pt: Permita o acesso às Fotos em Ajustes para guardar a sua obra.
zh_hant: 請在系統設置中允許訪問相冊以保存作品。

# generation.success.save.denied.title
source: Unable to Save
de: Speichern nicht möglich
es: No se puede guardar
fr: Enregistrement impossible
ja: 保存できません
pt: Não foi possível guardar
zh_hant: 無法保存

# generation.success.save.error.invalid_image
source: Invalid image data.
de: Ungültige Bilddaten.
es: Datos de imagen no válidos.
fr: Données d’image invalides.
ja: 画像データが無効です。
pt: Dados de imagem inválidos.
zh_hant: 無效圖片數據

# generation.success.save.error.title
source: Save Failed
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l’enregistrement
ja: 保存に失敗しました
pt: Falha ao guardar
zh_hant: 保存失敗

# generation.success.save.ok.message
source: Your work has been saved to Photos.
de: Dein Werk wurde in „Fotos“ gespeichert.
es: Tu obra se ha guardado en Fotos.
fr: Votre création a été enregistrée dans Photos.
ja: 作品をフォトに保存しました。
pt: A sua obra foi guardada em Fotos.
zh_hant: 作品已保存到相冊。

# generation.success.save.ok.title
source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
ja: 保存しました
pt: Guardado
zh_hant: 已保存

# generation.success.title
source: GENERATION SUCCESS
de: ERFOLGREICH DER GENERATION
es: ÉXITO DE GENERACIÓN
fr: SUCCÈS DE LA GÉNÉRATION
ja: 世代の成功
pt: SUCESSO DE GERAÇÃO
zh_hant: 生成成功

# generation.success.type_label
source: TYPE
de: TYP
es: TIPO
fr: TAPER
ja: タイプ
pt: TIPO
zh_hant: 類型

# grid.tag.free
source: FREE
de: FREI
es: GRATIS
fr: GRATUIT
ja: 無料
pt: LIVRE
zh_hant: 免費

# grid.tag.hot
source: HOT
de: HEISS
es: CALIENTE
fr: CHAUD
ja: 熱い
pt: QUENTE
zh_hant: 熱門

# grid.tag.new
source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
ja: 新しい
pt: NOVO
zh_hant: 新品

# home.action.create_video
source: Create Video
de: Video erstellen
es: Crear vídeo
fr: Créer une vidéo
ja: ビデオの作成
pt: Criar vídeo
zh_hant: 製作視頻

# home.action.start_dance
source: Start Dance
de: Fangen Sie an zu tanzen
es: empezar a bailar
fr: Commencer la danse
ja: ダンスを始める
pt: Comece a dançar
zh_hant: 開始舞蹈

# home.action.swap_face
source: Swap Face
de: Gesicht tauschen
es: Cambiar cara
fr: Changer de visage
ja: 顔を交換する
pt: Trocar rosto
zh_hant: 換臉

# home.alert.cancel
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
zh_hant: 取消

# home.alert.coins.go_recharge
source: Recharge
de: Aufladen
es: Recargar
fr: Recharger
ja: リチャージ
pt: Recarregar
zh_hant: 去充值

# home.alert.coins.message
source: This template costs more coins than your balance. Please recharge first.
de: Diese Vorlage kostet mehr Münzen als Ihr Guthaben. Bitte zuerst aufladen.
es: Esta plantilla cuesta más monedas que tu saldo. Por favor recarga primero.
fr: Ce modèle coûte plus de pièces que votre solde. Veuillez d'abord recharger.
ja: このテンプレートでは、残高よりも多くのコインがかかります。まず充電してください。
pt: Este modelo custa mais moedas do que o seu saldo. Por favor, recarregue primeiro.
zh_hant: 當前模板所需金幣超過賬戶餘額，請先充值。

# home.alert.coins.title
source: Insufficient coins
de: Nicht genügend Münzen
es: Monedas insuficientes
fr: Pièces insuffisantes
ja: コインが不足しています
pt: Moedas insuficientes
zh_hant: 金幣不足

# home.alert.login.go_my
source: Go to My
de: Gehen Sie zu Mein
es: Ir a mi
fr: Aller à Mon
ja: 私のページに移動
pt: Vá para o meu
zh_hant: 去我的

# home.alert.login.message
source: Sign in to use templates for generation.
de: Melden Sie sich an, um Vorlagen für die Generierung zu verwenden.
es: Inicie sesión para utilizar plantillas para la generación.
fr: Connectez-vous pour utiliser des modèles pour la génération.
ja: 生成用のテンプレートを使用するにはサインインします。
pt: Faça login para usar modelos para geração.
zh_hant: 登錄後即可使用模板生成。

# home.alert.login.title
source: Sign in required
de: Anmeldung erforderlich
es: Es necesario iniciar sesión
fr: Connexion requise
ja: サインインが必要です
pt: É necessário fazer login
zh_hant: 需要登錄

# home.catalog.fallback
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリー
pt: Categoria
zh_hant: 分類

# home.catalog.preset.fashion
source: FASHION
de: MODE
es: MODA
fr: MODE
ja: ファッション
pt: MODA
zh_hant: 時尚

# home.catalog.preset.funny
source: FUNNY
de: LUSTIG
es: DIVERTIDO
fr: DRÔLE
ja: お笑い
pt: ENGRAÇADO
zh_hant: 搞笑

# home.catalog.preset.game
source: GAMES
de: SPIELE
es: JUEGOS
fr: JEUX
ja: ゲーム
pt: JOGOS
zh_hant: 遊戲

# home.catalog.preset.hot
source: HOT
de: BELIEBT
es: POPULAR
fr: TENDANCE
ja: 人気
pt: POPULAR
zh_hant: 熱門

# home.catalog.preset.movie
source: MOVIES
de: KINO
es: CINE
fr: CINÉMA
ja: 映画
pt: CINEMA
zh_hant: 電影

# home.catalog.preset.music
source: MUSIC
de: MUSIK
es: MÚSICA
fr: MUSIQUE
ja: 音楽
pt: MÚSICA
zh_hant: 音樂

# home.catalog.preset.new
source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
ja: 新着
pt: NOVO
zh_hant: 新品

# home.catalog.preset.pet
source: PETS
de: TIERE
es: MASCOTAS
fr: ANIMAUX
ja: ペット
zh_hant: 寵物

# home.catalog.preset.sports
source: SPORTS
de: SPORT
es: DEPORTES
ja: スポーツ
pt: ESPORTES
zh_hant: 運動

# home.chrome.auth_toggle_login
source: Log in
de: Anmelden
es: Entrar
fr: Connexion
ja: ログイン
pt: Entrar
zh_hant: 登入

# home.chrome.auth_toggle_logout
source: Log out
de: Abmelden
es: Salir
fr: Déconnexion
ja: ログアウト
pt: Sair
zh_hant: 登出

# home.chrome.coin_a11y
source: Coin balance %@
de: Münzguthaben %@
es: Saldo de monedas %@
fr: Solde des pièces %@
ja: コイン残高 %@
pt: Saldo de moedas %@
zh_hant: 金幣餘額 %@

# home.chrome.layout.feed
source: Switch to feed
de: Wechseln Sie zum Feed
es: Cambiar al feed
fr: Passer au flux
ja: フィードに切り替える
pt: Mudar para feed
zh_hant: 切換到列表

# home.chrome.layout.grid
source: Switch to grid
de: Wechseln Sie zum Raster
es: Cambiar a cuadrícula
fr: Passer à la grille
ja: グリッドに切り替える
pt: Mudar para grade
zh_hant: 切換到瀑布流

# home.chrome.recharge_hint
source: Opens recharge
de: Öffnet das Aufladen
es: Abre recarga
fr: Ouvre la recharge
ja: リチャージを開始します
pt: Abre recarga
zh_hant: 打開充值

# home.favorite.add_a11y
source: Favorite
de: Favorit
es: Favorito
fr: Préféré
ja: お気に入り
pt: Favorito
zh_hant: 收藏

# home.favorite.remove_a11y
source: Remove favorite
de: Favorit entfernen
es: Eliminar favorito
fr: Supprimer le favori
ja: お気に入りを削除
pt: Remover favorito
zh_hant: 取消收藏

# home.generating.dismiss_a11y
source: Dismiss
de: Zurückweisen
es: Despedir
fr: Rejeter
ja: 却下する
pt: Liberar
zh_hant: 關閉提示

# home.generating.fullscreen.back
source: Back to Home
de: Zurück nach Hause
es: Volver a Inicio
fr: Retour à la maison
ja: ホームに戻る
pt: De volta para casa
zh_hant: 返回首頁

# home.generating.fullscreen.footer
source: Generation continues in the background. After returning home, check the capsule above the tab bar for progress.
de: Die Generierung läuft im Hintergrund weiter. Überprüfen Sie nach Ihrer Rückkehr nach Hause die Kapsel über der Tab-Leiste auf den Fortschritt.
es: La generación continúa en un segundo plano. Después de regresar a casa, consulte la cápsula sobre la barra de pestañas para ver el progreso.
fr: La génération continue en arrière-plan. De retour à la maison, vérifiez la capsule au-dessus de la barre d'onglets pour connaître la progression.
ja: 生成はバックグラウンドで続行されます。家に帰ったら、タブバーの上にあるカプセルで進捗状況を確認してください。
pt: A geração continua em segundo plano. Depois de voltar para casa, verifique o progresso na cápsula acima da barra de guias.
zh_hant: 生成將在後台繼續。返回首頁後，可通過底部 Tab 欄上方的膠囊條查看進度。

# home.generating.fullscreen.headline_queue
source: In queue
de: In der Warteschlange
es: En cola
fr: En file d'attente
ja: キュー中
pt: Na fila
zh_hant: 排隊中

# home.generating.fullscreen.headline_run
source: Generating
de: Generieren
es: generando
fr: Générateur
ja: 生成中
pt: Gerando
zh_hant: 生成中

# home.generating.pending
source: In queue, please wait…
de: In der Warteschlange, bitte warten…
es: En cola, por favor espere...
fr: Dans la file d'attente, veuillez patienter…
ja: 列に並んでいますのでお待ちください…
pt: Na fila, por favor aguarde…
zh_hant: 排隊中，請稍候…

# home.generating.pending_wait
source: In queue · est. wait %@
de: In der Warteschlange · voraussichtlich warten %@
es: En cola · est. espera %@
fr: Dans la file d'attente · est. attendre %@
ja: キュー内 · 待機予定 %@
pt: Na fila · est. espere %@
zh_hant: 排隊中 · 預計等待 %@

# home.generating.running
source: Generating…
de: Generieren…
es: Generando…
fr: Générateur…
ja: 生成中…
pt: Gerando…
zh_hant: 生成中…

# home.generating.running_percent
source: Generating · %lld%% done
de: Generierung · %lld%% abgeschlossen
es: Generando · %lld%% hecho
fr: Génération · %lld%% terminée
ja: 生成中 · %lld%% 完了
pt: Gerando · %lld%% concluído
zh_hant: 生成中 · 已完成 %lld%%

# home.generating.title
source: Generation in progress
de: Generierung läuft
es: Generación en progreso
fr: Génération en cours
ja: 生成中
pt: Geração em andamento
zh_hant: 生成進行中

# home.generating.view_my
source: Open My to see progress
de: Öffnen Sie „Mein“, um den Fortschritt zu sehen
es: Abre Mi para ver el progreso
fr: Ouvrez Mon pour voir les progrès
ja: 「マイ」を開いて進捗状況を確認してください
pt: Abra Meu para ver o progresso
zh_hant: 前往「我的」查看進度

# home.generating.view_my_hint
source: Switches to the My tab
de: Wechselt zur Registerkarte „Mein“.
es: Cambia a la pestaña Mi
fr: Passe à l'onglet Mon
ja: 「My」タブに切り替えます
pt: Muda para a guia Minha
zh_hant: 切換到「我的」頁

# home.grid.load_more
source: Scroll up for more
de: Scrollen Sie nach oben, um mehr zu erfahren
es: Desplázate hacia arriba para más
fr: Faites défiler vers le haut pour en savoir plus
ja: 上にスクロールしてさらに表示
pt: Role para cima para ver mais
zh_hant: 上滑加載更多

# home.grid.no_more
source: No more items
de: Keine Artikel mehr
es: No más artículos
fr: Plus d'articles
ja: これ以上のアイテムはありません
pt: Não há mais itens
zh_hant: 沒有更多了

# home.immersive.all_loaded
source: All content loaded
de: Alle Inhalte geladen
es: Todo el contenido cargado
fr: Tout le contenu chargé
ja: すべてのコンテンツがロードされました
pt: Todo o conteúdo carregado
zh_hant: 已加載全部內容

# home.immersive.discount_corner_format
source: %lld%% OFF
de: %lld%% RABATT
es: %lld%% dto.
fr: -%lld%%
ja: %lld%%オフ
zh_hant: %lld%% 折扣

# home.immersive.loading_more
source: Loading more…
de: Mehr laden…
es: Cargando más…
fr: Chargement plus…
ja: さらに読み込み中…
pt: Carregando mais…
zh_hant: 加載更多…

# home.layout.hint
source: Tap the menu icon at the top left to switch between feed and grid.
de: Tippen Sie oben links auf das Menüsymbol, um zwischen Feed und Raster zu wechseln.
es: Toque el ícono de menú en la parte superior izquierda para cambiar entre feed y cuadrícula.
fr: Appuyez sur l'icône de menu en haut à gauche pour basculer entre le flux et la grille.
ja: 左上のメニューアイコンをタップして、フィードとグリッドを切り替えます。
pt: Toque no ícone do menu no canto superior esquerdo para alternar entre feed e grade.
zh_hant: 點擊左上角菜單圖標可在列表與瀑布流之間切換。

# home.layout.switch_guide
source: TAP TO SWITCH LAYOUT
de: TIPP, UM DAS LAYOUT ZU WECHSELN
es: TOCA PARA CAMBIAR EL DISEÑO
fr: APPUYEZ POUR CHANGER DE DISPOSITION
ja: タップしてレイアウトを切り替える
pt: TOQUE PARA ALTERAR LAYOUT
zh_hant: 點按切換為小列表

# home.primary.dance
source: Dance
de: Tanzen
es: Bailar
fr: Danse
ja: ダンス
pt: Dança
zh_hant: 舞蹈

# home.primary.image
source: Image
de: Bild
es: Imagen
ja: 画像
pt: Imagem
zh_hant: 圖片

# home.scroll.more
source: SCROLL FOR MORE
de: Scrollen Sie für mehr
es: DESPLÁCETE PARA MÁS
fr: DÉFILEZ POUR EN SAVOIR PLUS
ja: スクロールしてさらに詳しく
pt: Role para mais
zh_hant: 繼續滑動查看更多

# home.tag.all
source: All
de: Alle
es: Todo
fr: Tous
ja: 全て
pt: Todos
zh_hant: 全部

# home.template.cta.dance
source: Start dance
de: Fangen Sie an zu tanzen
es: empezar a bailar
fr: Commencez à danser
ja: ダンスを始める
pt: Comece a dançar
zh_hant: 開始舞蹈

# home.template.cta.image
source: Use this template
de: Verwenden Sie diese Vorlage
es: Utilice esta plantilla
fr: Utilisez ce modèle
ja: このテンプレートを使用してください
pt: Use este modelo
zh_hant: 使用此模板

# home.template.cta.video
source: Generate video
de: Video generieren
es: Generar vídeo
fr: Générer une vidéo
ja: ビデオの生成
pt: Gerar vídeo
zh_hant: 生成視頻

# home.template.detail.generate
source: GENERATE
de: GENERIEREN
es: GENERAR
fr: GÉNÉRER
ja: 生成
pt: GERAR
zh_hant: 生成

# home.template.detail.preview_title
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
pt: Pré-visualização
zh_hant: 預覽

# home.template.detail.unavailable
source: This template is unavailable
de: Diese Vorlage ist nicht verfügbar
es: Esta plantilla no está disponible
fr: Ce modèle n'est pas disponible
ja: このテンプレートは使用できません
pt: Este modelo não está disponível
zh_hant: 該模板暫不可用

# home.template.nav.generate
source: Generate
de: Erzeugen
es: Generar
fr: Générer
ja: 生成する
pt: Gerar
zh_hant: 生成

# home.template.photo_permission.message
source: Allow photo access in Settings to choose an image from your library.
de: Erlauben Sie in den Einstellungen den Zugriff auf Fotos, um ein Bild aus Ihrer Mediathek zu wählen.
es: Permite el acceso a Fotos en Ajustes para elegir una imagen de tu biblioteca.
fr: Autorisez l’accès aux photos dans Réglages pour choisir une image dans votre bibliothèque.
ja: 設定で写真へのアクセスを許可してから、ライブラリから画像を選んでください。
pt: Permita o acesso às fotos em Ajustes para escolher uma imagem da sua biblioteca.
zh_hant: 需要訪問相冊才能選擇照片。請在設置中開啓「照片」權限。

# home.template.photo_permission.open_settings
source: Open Settings
de: Einstellungen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
pt: Abrir Ajustes
zh_hant: 去設置

# home.template.photo_permission.title
source: Photo Access Needed
de: Fotozugriff erforderlich
es: Se necesita acceso a Fotos
fr: Accès aux photos requis
ja: 写真へのアクセスが必要です
pt: Acesso às fotos necessário
zh_hant: 需要相冊權限
